Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm:_mija_tekno_-_felles_samisk_sprakteknologistrategi.html.tmx
Source language: nob
Languages: sme

source: PRM: Mijá tekno – felles samisk språkteknologistrategi
sme: PRD: Mijá tekno – oktasaš sámi giellateknologiijastrategiija

source: Sametingene i Norge, Sverige og Finland har sammen forberedt seg på å ta imot samiske språkteknologibehov de neste ti år.
sme: Norgga, Ruoŧa- ja Suoma beale sámedikkit leat ovttas ráhkkaneamen dustet sámi giellateknologiijadárbbuid čuovvovaš logi jagi.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) er glad for at sametingene har hatt et bra samarbeid i denne saken.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen (NSR) lea ilus go sámedikkiin lea leamaš nu buorre ovttasbargu dán áššis.

source: Mikkel Eskil Mikkelsen Åse M.P. Pulk/Sámediggi
sme: Dán jagi álggahuvvo Riikkaidgaskasaš logijahki eamiálbmotgielaid váste 2022-2032 ( The International Decade of Indigenous Languages , IDIL2022-2032), maid UNESCO jođiha ovttas eamiálbmogiiguin ja stáhtaiguin.

source: I år startet det Internasjonale tiåret for urfolksspråk 2022-2032 ( The International Decade of Indigenous languages , IDIL2022-2032), som UNESCO leder sammen med urfolk og stater.
sme: Giellalogijagi ulbmilin lea fuomášuhttit eamiálbmogiid gielladiliid, ja mobiliseret eiseválddiid ja earáid gáhttet, ealáskahttit ja ovddidit eamiálbmotgielaid.

source: Målet med språktiåret er å sette søkelys på språksituasjonen til urfolk, samt mobilisere myndigheter og andre til å bevare, vitalisere og fremme urfolksspråk.
sme: UNESCO lea ovttas eamiálbmotservvodagaiguin ja stáhtaiguin hábmen oktasaš globála doaibmaplána giellalogijahkái, mas okta váldočuoggáin lea ahte giellateknologiija galgá leat olámuttus maiddái eamiálbmotgielaide.

source: UNESCO har sammen med urfolkssamfunn og stater laget en felles global handlingsplan for språktiåret, der en av hovedpunktene er å styrke urfolks tilgang til språkteknologi.
sme: Norgga, Ruoŧa ja Suoma beale sámedikkit leat válljen ovttas čuovvulit giellalogijagi.

source: Sametingene i Norge, Sverige og Finland har valgt å følge opp språktiåret sammen.
sme: Sámedikkit leat lágidan oktasaš bargobáji ja seminára, ja boađusin lei earret eará dat, ahte sámi giellateknologiija ferte nannejuvvot.

source: Sametingene har arrangert felles workshop og seminar, der resultatet var blant annet det at samisk språkteknologi må styrkes.
sme: – Dán áššis lea hui lunddolaš ovttasbargat Suoma ja Ruoŧa beale sámedikkiiguin, go giella han lea min oktasaš árbi, boahtteáigi ja ovddasvástádus.

source: – I denne saken er det veldig naturlig å samarbeide med sametingene i Sverige og Finland fordi språket er vår felles arv, fremtid og ansvar.
sme: Lean hui ilus go mis lea leamaš nu buorre ovttasbargu dán áššis, mii čájeha ahte buohkain lea duohta hállu ja dáhttu ovddidit min gielaid, ja láhčit buori gielladili boahttevaš buolvvaide, dadjá Mikkelsen.

source: Jeg er veldig glad for at vi har hatt et så bra samarbeid i saken, noe som viser at alle virkelig har lyst og ønsker å fremme våre språk, og legge til rette for at våre fremtidige generasjoner får et bra språktilbud, sier Mikkelsen.
sme: Sámedikkit leat hábmen oktasaš dievasčoahkkinášši « Mijá tekno – Sámedikkiid oktasaš njunušprošeakta IDIL2022-2032 oktavuođas », maid norgga beale Sámediggi meannuda boahtte vahku dievasčoahkkimis.

source: Sametingene har utarbeidet en felles plenumssak « Mijá tekno – Sametingenes felles flaggskipprosjekt i forbindelse med IDIL 2022-2032 », og som Sametinget i Norge behandler under plenumsmøtet i neste uke.
sme: Sámedikkit háliidit nannet sámi giellateknologiija ja sámi giellateknologiijabirrasa.

source: Sametingene vil styrke samisk språkteknologi og samisk språkteknologimiljø.
sme: Sámedikkit eaktudit maiddái stáhtaid čuovvulit ášši, ja ovttas sámedikkiiguin ovddidit gáibádusaid earret eará stuorra teknologiijafitnodagaide.

source: Sametingene forutsetter også at statene følger opp saken, og at de sammen med sametingene fremmer krav til blant annet store teknologiselskaper.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen illuda meannudit ášši dievasčoahkkimis.

source: Sametingsråd Mikkel Eskil Mikkelsen gleder seg til å behandle saken i plenum.
sme: – Giellateknologiija ovdána johtilit, ja giellateknologiija lea juoga maid buohkat geavahit measta beaivválaččat.

source: – Utviklinga i språkteknologien skjer fort, og språkteknologi er noe som alle bruker nesten daglig.
sme: Dattege giellateknologiija ii leat seamma bures olámuttus eamiálbmotgielaide.

source: Det er likevel slik at språkteknologi ikke er like tilgjengelig på urfolksspråk.
sme: Duohtavuohta lea dat, ahte gielat mat eai beasa mielde giellateknologiijabárrui, sáhttet oalát jávkat.

source: Sannheten er at de språkene som ikke klarer å følge med på språkteknologibølgen, står i fare for å forsvinne.
sme: Min bargun dál lea loktet sámi giellateknologiija ja ovddidit min dárbbuid ja gáibádusaid, vai sámegielat sáhttet bissut ealli ja ođđaáigásaš giellan.

source: Vår oppgave er å løfte samisk språkteknologi og fremme våre behov og krav, slik at samiske språk kan forbli levende og moderne språk.
sme: Seammás mii háliidit láhčit dili ja doaibmat ovdavázzin eará eamiálbmogiidda, lohká Mikkelsen.

source: Vi vil også legge til rette for at andre urfolk kan utvikle deres språk og språkteknologi, sier Mikkelsen.
sme: Ášši 41/22 Mijá tekno – Sámedikkiid oktasaš njunušprošeakta IDIL2022-2032 oktavuođas meannuduvvo dievasčoahkkimis duorastaga, golggotmánu 13. beaivvi.

source: Saken 41/22 Mijá tekno – Sametingenes felles flaggskipprosjekt i anledning IDIL 2022-2032 behandles i plenum torsdag den 13. oktober.
sme: Gažaldagaid vástida dahje jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no

source: For spørsmål eller intervju, ta kontakt med sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sme: Áššebáhpirat:

source: Sakspapirer:
sme: https://innsyn.onacos.no/sametinget/mote/samisk/wfinnsyn.ashx?response=journalpost_detaljer&amp;journalpostid=2021068147&amp;
